Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

# %@ · %@ due soon
source: %1$@ · %2$@ due soon
ar: ‏%1$@ · %2$@ مستحق قريبًا
bn: %1$@ · %2$@ শীঘ্রই দেয়
de: %1$@ · %2$@ bald fällig
es: %1$@ · %2$@ vence pronto
fr: %1$@ · %2$@ à payer bientôt
hi: %1$@ · %2$@ जल्द देय
id: %1$@ · %2$@ segera jatuh tempo
ja: %1$@ · %2$@ まもなく期限
ko: %1$@ · %2$@ 곧 마감
mr: %1$@ · %2$@ लवकरच देय
ne: %1$@ · %2$@ चाँडै तिर्नुपर्ने
pt_br: %1$@ · %2$@ vence em breve
ru: %1$@ · %2$@ скоро к оплате
ta: %1$@ · %2$@ விரைவில் செலுத்த வேண்டும்
te: %1$@ · %2$@ త్వరలో చెల్లించాలి
tr: %1$@ · %2$@ yakında ödenecek
ur: %1$@ · %2$@ جلد واجب الادا
vi: %1$@ · %2$@ sắp đến hạn
zh_hans: %1$@ · %2$@ 即将到期

source: %@ · auto-logging
ar: ‏%@ · تسجيل تلقائي
bn: %@ · স্বয়ংক্রিয় নথিভুক্তি
de: %@ · wird automatisch gebucht
es: %@ · registro automático
fr: %@ · enregistrement automatique
hi: %@ · स्वतः दर्ज
id: %@ · pencatatan otomatis
ja: %@ · 自動記録
ko: %@ · 자동 기록
mr: %@ · आपोआप नोंद
ne: %@ · स्वतः दर्ता
pt_br: %@ · registro automático
ru: %@ · запишется автоматически
ta: %@ · தானியங்கு பதிவு
te: %@ · ఆటో నమోదు
tr: %@ · otomatik kayıt
ur: %@ · خودکار اندراج
vi: %@ · tự động ghi
zh_hans: %@ · 自动记账

source: %@ left to spend this cycle.
ar: يتبقى %@ للإنفاق في هذه الدورة.
bn: এই চক্রে খরচের জন্য %@ বাকি।
de: Noch %@ in diesem Zyklus verfügbar.
es: Quedan %@ para gastar en este ciclo.
fr: Il reste %@ à dépenser sur ce cycle.
hi: इस चक्र में खर्च के लिए %@ बचे हैं।
id: Sisa %@ untuk siklus ini.
ja: 今サイクルの残りは %@ です。
ko: 이번 주기에 %@ 남았습니다.
mr: या चक्रात खर्चासाठी %@ शिल्लक.
ne: यो चक्रमा खर्च गर्न %@ बाँकी।
pt_br: Restam %@ para gastar neste ciclo.
ru: На этот цикл осталось %@.
ta: இந்தச் சுழற்சியில் %@ மீதம் உள்ளது.
te: ఈ చక్రంలో %@ మిగిలింది.
tr: Bu dönemde harcamak için %@ kaldı.
ur: اس سائیکل میں خرچ کے لیے %@ باقی ہیں۔
vi: Còn %@ để chi trong chu kỳ này.
zh_hans: 本周期还剩 %@ 可花。

# %@ of %@
source: %1$@ of %2$@
ar: %1$@ من %2$@
bn: %2$@-এর মধ্যে %1$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
id: %1$@ dari %2$@
ja: %2$@のうち%1$@
ko: %2$@ 중 %1$@
mr: %1$@ (%2$@ पैकी)
ne: %2$@ मध्ये %1$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
ta: %2$@ இல் %1$@
te: %2$@లో %1$@
ur: %2$@ میں سے %1$@
vi: %1$@ trên %2$@
zh_hans: %2$@ 中已用 %1$@

# %@ of %@, over budget
source: %1$@ of %2$@, over budget
ar: ‏%1$@ من %2$@، تجاوز الميزانية
bn: %2$@-এর মধ্যে %1$@, বাজেট ছাড়িয়েছে
de: %1$@ von %2$@, über Budget
es: %1$@ de %2$@, sobre el presupuesto
fr: %1$@ sur %2$@, budget dépassé
hi: %2$@ में से %1$@, बजट से अधिक
id: %1$@ dari %2$@, melebihi anggaran
ja: %2$@ 中 %1$@、予算超過
ko: %2$@ 중 %1$@, 예산 초과
mr: %2$@ पैकी %1$@, बजेटपेक्षा जास्त
ne: %2$@ मध्ये %1$@, बजेटभन्दा बढी
pt_br: %1$@ de %2$@, acima do orçamento
ru: %1$@ из %2$@, бюджет превышен
ta: %2$@ இல் %1$@, பட்ஜெட் மீறல்
te: %2$@ లో %1$@, బడ్జెట్ మించింది
tr: %2$@ tutarın %1$@ kadarı, bütçe aşıldı
ur: %2$@ میں سے %1$@، بجٹ سے زیادہ
vi: %1$@ trên %2$@, vượt ngân sách
zh_hans: %2$@ 中已用 %1$@，超出预算

# %@ owes you %@
source: %1$@ owes you %2$@
ar: ‏%1$@ مدين لك بمبلغ %2$@
bn: %1$@ আপনাকে %2$@ দেবে
de: %1$@ schuldet dir %2$@
es: %1$@ te debe %2$@
fr: %1$@ vous doit %2$@
hi: %1$@ को आपको %2$@ देना है
id: %1$@ berutang %2$@ kepada Anda
ja: %1$@ さんからあなたへ %2$@
ko: %1$@ 님이 나에게 %2$@ 빚짐
mr: %1$@ ला तुम्हाला %2$@ देणे
ne: %1$@ ले तपाईंलाई %2$@ तिर्नुपर्ने
pt_br: %1$@ deve %2$@ a você
ru: %1$@ должен вам %2$@
ta: %1$@ உங்களுக்கு %2$@ கடன்
te: %1$@ మీకు %2$@ బాకీ
tr: %1$@ size %2$@ borçlu
ur: %1$@ نے آپ کو %2$@ دینا ہے
vi: %1$@ nợ bạn %2$@
zh_hans: %1$@ 欠你 %2$@

source: %@ received
ar: ‏%@ وارد
bn: %@ প্রাপ্তি
de: %@ erhalten
es: %@ recibido
fr: %@ reçus
hi: %@ प्राप्त
id: %@ diterima
ja: %@ の収入
ko: %@ 수입
mr: %@ जमा
ne: %@ प्राप्त
pt_br: %@ recebido
ru: Получено %@
ta: %@ வரவு
te: %@ ఆదాయం
tr: %@ alındı
ur: %@ وصول
vi: Đã nhận %@
zh_hans: 收入 %@

# %@ reserved for savings (%lld%%)
source: %1$@ reserved for savings (%2$lld%%)
ar: %1$@ محجوز للادخار (%2$lld%%)
bn: %1$@ সঞ্চয়ের জন্য সংরক্ষিত (%2$lld%%)
de: %1$@ für Ersparnisse reserviert (%2$lld%%)
es: %1$@ reservado para ahorro (%2$lld%%)
fr: %1$@ réservés pour l’épargne (%2$lld%%)
hi: बचत के लिए %1$@ आरक्षित (%2$lld%%)
id: %1$@ disisihkan untuk tabungan (%2$lld%%)
ja: 貯金のために%1$@を確保（%2$lld%%）
ko: 저축용으로 %1$@ 확보됨 (%2$lld%%)
mr: बचतीसाठी %1$@ राखीव (%2$lld%%)
ne: बचतका लागि %1$@ छुट्याइयो (%2$lld%%)
pt_br: %1$@ reservado para poupança (%2$lld%%)
ru: %1$@ отложено на накопления (%2$lld%%)
ta: %1$@ சேமிப்புக்காக ஒதுக்கப்பட்டது (%2$lld%%)
te: పొదుపు కోసం %1$@ కేటాయించారు (%2$lld%%)
tr: Birikim için %1$@ ayrıldı (%2$lld%%)
ur: %1$@ بچت کے لیے مخصوص (%2$lld%%)
vi: %1$@ được dành cho tiết kiệm (%2$lld%%)
zh_hans: 已为储蓄预留 %1$@（%2$lld%%）

source: %@ reserved for savings.
ar: تم تخصيص %@ للادخار.
bn: সঞ্চয়ের জন্য %@ রাখা হয়েছে।
de: %@ für Ersparnisse zurückgelegt.
es: %@ reservado para ahorro.
fr: %@ réservés à l’épargne.
hi: बचत के लिए %@ अलग रखा है।
id: %@ disisihkan untuk tabungan.
ja: %@ を貯蓄に確保しています。
ko: 저축용으로 %@ 확보했습니다.
mr: बचतीसाठी %@ राखीव.
ne: बचतका लागि %@ छुट्याइएको।
pt_br: %@ reservado para poupança.
ru: %@ отложено на накопления.
ta: சேமிப்புக்காக %@ ஒதுக்கப்பட்டுள்ளது.
te: పొదుపు కోసం %@ కేటాయించారు.
tr: Birikim için %@ ayrıldı.
ur: بچت کے لیے %@ مختص ہیں۔
vi: Đã dành %@ để tiết kiệm.
zh_hans: 已为储蓄预留 %@。

# %@ spending is down %lld%% from last month
source: %1$@ spending is down %2$lld%% from last month
ar: انخفض إنفاق %1$@ بنسبة %2$lld%% عن الشهر الماضي
bn: গত মাসের তুলনায় %1$@ খরচ %2$lld%% কমেছে
de: %1$@-Ausgaben sind %2$lld%% niedriger als im Vormonat
es: El gasto en %1$@ bajó un %2$lld%% frente al mes pasado
fr: Les dépenses %1$@ ont baissé de %2$lld%% par rapport au mois dernier
hi: पिछले महीने से %1$@ खर्च %2$lld%% घटा
id: Pengeluaran %1$@ turun %2$lld%% dari bulan lalu
ja: %1$@ の支出は先月比 %2$lld%% 減です
ko: %1$@ 지출이 지난달보다 %2$lld%% 줄었어요
mr: मागील महिन्यापेक्षा %1$@ खर्च %2$lld%% घटला
ne: गत महिनाभन्दा %1$@ खर्च %2$lld%% घटेको
pt_br: O gasto em %1$@ caiu %2$lld%% em relação ao mês passado
ru: Траты на %1$@ снизились на %2$lld%% к прошлому месяцу
ta: கடந்த மாதத்தைவிட %1$@ செலவு %2$lld%% குறைவு
te: గత నెలతో పోలిస్తే %1$@ ఖర్చు %2$lld%% తగ్గింది
tr: %1$@ harcaması geçen aya göre %2$lld%% azaldı
ur: پچھلے مہینے کے مقابلے %1$@ خرچ %2$lld%% کم ہوا
vi: Chi tiêu %1$@ giảm %2$lld%% so với tháng trước
zh_hans: %1$@ 支出较上月减少 %2$lld%%

# %@ spending is up %lld%% from last month
source: %1$@ spending is up %2$lld%% from last month
ar: ارتفع إنفاق %1$@ بنسبة %2$lld%% عن الشهر الماضي
bn: গত মাসের তুলনায় %1$@ খরচ %2$lld%% বেড়েছে
de: %1$@-Ausgaben sind %2$lld%% höher als im Vormonat
es: El gasto en %1$@ subió un %2$lld%% frente al mes pasado
fr: Les dépenses %1$@ ont augmenté de %2$lld%% par rapport au mois dernier
hi: पिछले महीने से %1$@ खर्च %2$lld%% बढ़ा
id: Pengeluaran %1$@ naik %2$lld%% dari bulan lalu
ja: %1$@ の支出は先月比 %2$lld%% 増です
ko: %1$@ 지출이 지난달보다 %2$lld%% 늘었어요
mr: मागील महिन्यापेक्षा %1$@ खर्च %2$lld%% वाढला
ne: गत महिनाभन्दा %1$@ खर्च %2$lld%% बढेको
pt_br: O gasto em %1$@ subiu %2$lld%% em relação ao mês passado
ru: Траты на %1$@ выросли на %2$lld%% к прошлому месяцу
ta: கடந்த மாதத்தைவிட %1$@ செலவு %2$lld%% அதிகம்
te: గత నెలతో పోలిస్తే %1$@ ఖర్చు %2$lld%% పెరిగింది
tr: %1$@ harcaması geçen aya göre %2$lld%% arttı
ur: پچھلے مہینے کے مقابلے %1$@ خرچ %2$lld%% بڑھا
vi: Chi tiêu %1$@ tăng %2$lld%% so với tháng trước
zh_hans: %1$@ 支出较上月增加 %2$lld%%

# %@%@ vs prior
source: %1$@%2$@ vs prior
ar: %1$@%2$@ مقارنة بالسابق
bn: পূর্বের তুলনায় %1$@%2$@
de: %1$@%2$@ ggü. Vorperiode
es: %1$@%2$@ vs. anterior
fr: %1$@%2$@ vs précédent
hi: पिछले की तुलना में %1$@%2$@
id: %1$@%2$@ vs sebelumnya
ja: 前回比%1$@%2$@
ko: 지난 기간 대비 %1$@%2$@
mr: मागील तुलनेत %1$@%2$@
ne: %1$@%2$@ अघिल्लो भन्दा
pt_br: %1$@%2$@ vs. anterior
ru: %1$@%2$@ к пред. периоду
ta: %1$@%2$@ முந்தையதை விட
te: %1$@%2$@ మునుపటి కంటే
tr: %1$@%2$@ öncekine göre
ur: پچھلے سے %1$@%2$@
vi: %1$@%2$@ so với kỳ trước

source: %lld budgets on track
ar: ‏%lld ميزانية ضمن المسار
bn: %lld টি বাজেট ঠিক পথে
de: %lld Budgets im Plan
es: %lld presupuestos en orden
fr: %lld budgets dans les clous
hi: %lld बजट सही राह पर
id: %lld anggaran sesuai rencana
ja: %lld 件の予算は順調
ko: 예산 %lld건 정상
mr: %lld बजेट योग्य मार्गावर
ne: %lld बजेट ठिक बाटोमा
pt_br: %lld orçamentos em dia
ru: %lld бюджетов в норме
ta: %lld பட்ஜெட்டுகள் சரியான பாதையில்
te: %lld బడ్జెట్లు సరైన దారిలో
tr: %lld bütçe yolunda
ur: %lld بجٹ درست سمت میں
vi: %lld ngân sách đúng kế hoạch
zh_hans: %lld 项预算正常

source: %lld days to payday
ar: %lld يوم حتى يوم الراتب
bn: বেতনের দিন পর্যন্ত %lld দিন
de: %lld Tage bis zum Zahltag
es: Faltan %lld días para el día de pago
fr: %lld jours avant la paie
hi: सैलरी डे तक %lld दिन
id: %lld hari menuju gajian
ja: 給料日まで%lld日
ko: 월급날까지 %lld일
mr: पगाराला %lld दिवस बाकी
ne: तलब पाउन %lld दिन बाँकी
pt_br: %lld dias até o pagamento
ru: %lld дней до зарплаты
ta: சம்பள நாளுக்கு %lld நாட்கள் உள்ளன
te: జీతం రోజుకు %lld రోజులు మిగిలాయి
tr: Maaş gününe %lld gün kaldı
ur: تنخواہ میں %lld دن باقی
vi: Còn %lld ngày đến kỳ lương
zh_hans: 距发薪日 %lld 天

source: %lld days until payday.
ar: باقٍ %lld يومًا على موعد الراتب.
bn: বেতনের দিন পর্যন্ত %lld দিন বাকি।
de: Noch %lld Tage bis zum Zahltag.
es: Faltan %lld días para el día de pago.
fr: %lld jours avant la paie.
hi: वेतन-दिवस में %lld दिन बाकी।
id: %lld hari lagi menuju gajian.
ja: 給料日まであと %lld 日です。
ko: 급여일까지 %lld일 남았습니다.
mr: पगाराच्या दिवसाला %lld दिवस बाकी.
ne: तलब दिनसम्म %lld दिन बाँकी।
pt_br: Faltam %lld dias para o pagamento.
ru: До зарплаты %lld дн.
ta: சம்பள நாளுக்கு %lld நாட்கள் உள்ளன.
te: జీతం రోజుకు %lld రోజులు ఉన్నాయి.
tr: Maaş gününe %lld gün var.
ur: تنخواہ کے دن میں %lld دن باقی۔
vi: Còn %lld ngày đến ngày lương.
zh_hans: 距离发薪日还有 %lld 天。

source: %lld days until payday. Amounts hidden.
ar: باقٍ %lld يومًا على موعد الراتب. المبالغ مخفية.
bn: বেতনের দিন পর্যন্ত %lld দিন বাকি। অঙ্ক লুকানো।
de: Noch %lld Tage bis zum Zahltag. Beträge ausgeblendet.
es: Faltan %lld días para el día de pago. Importes ocultos.
fr: %lld jours avant la paie. Montants masqués.
hi: वेतन-दिवस में %lld दिन बाकी। राशियाँ छिपी हैं।
id: %lld hari lagi menuju gajian. Nominal disembunyikan.
ja: 給料日まであと %lld 日です。金額は非表示です。
ko: 급여일까지 %lld일 남았습니다. 금액이 가려져 있습니다.
mr: पगाराच्या दिवसाला %lld दिवस बाकी. रकमा लपवल्या आहेत.
ne: तलब दिनसम्म %lld दिन बाँकी। रकम लुकाइएको।
pt_br: Faltam %lld dias para o pagamento. Valores ocultos.
ru: До зарплаты %lld дн. Суммы скрыты.
ta: சம்பள நாளுக்கு %lld நாட்கள். தொகைகள் மறைக்கப்பட்டுள்ளன.
te: జీతం రోజుకు %lld రోజులు. మొత్తాలు దాచబడ్డాయి.
tr: Maaş gününe %lld gün var. Tutarlar gizli.
ur: تنخواہ کے دن میں %lld دن باقی۔ رقوم پوشیدہ ہیں۔
vi: Còn %lld ngày đến ngày lương. Số tiền đang ẩn.
zh_hans: 距离发薪日还有 %lld 天。金额已隐藏。

# %lld monthly payments of %@, due on day %lld.
source: %lld monthly payments of %2$@, due on day %3$lld.
ar: %lld دفعة شهرية من %2$@، تُستحق في اليوم %3$lld.
bn: %2$@ করে %lld টি মাসিক পেমেন্ট, প্রতি মাসের %3$lld তারিখে বকেয়া।
de: %lld monatliche Zahlungen von %2$@, fällig am Tag %3$lld.
es: %lld pagos mensuales de %2$@, con vencimiento el día %3$lld.
fr: %lld mensualités de %2$@, à régler le jour %3$lld.
hi: %2$@ के %lld मासिक भुगतान, हर महीने की %3$lld तारीख को देय।
id: %lld pembayaran bulanan sebesar %2$@, jatuh tempo tanggal %3$lld.
ja: %2$@ずつ%lld回の分割払い、支払日は毎月%3$lld日です。
ko: 매월 %2$@씩 %lld회 납부, 매월 %3$lld일 마감.
mr: %lld मासिक पेमेंट्स (%2$@ प्रत्येकी), दिवस %3$lld ला देय.
ne: %2$@ का %lld मासिक भुक्तानी, हरेक महिनाको %3$lld गते तिर्नुपर्ने।
pt_br: %lld pagamentos mensais de %2$@, com vencimento no dia %3$lld.
ru: %lld ежемесячных платежей по %2$@, срок платежа — %3$lld число месяца.
ta: %2$@ இன் %lld மாதாந்திர தவணைகள், %3$lld ஆம் தேதியில் செலுத்த வேண்டும்.
te: %lld నెలవారీ చెల్లింపులు, %2$@ చొప్పున, %3$lld వ తేదీన చెల్లించాలి.
tr: %lld aylık ödeme, %2$@ tutarında, her ayın %3$lld. günü vadesi geliyor.
ur: %lld ماہانہ اقساط بمبلغ %2$@، دن %3$lld کو واجب الادا۔
vi: %lld khoản trả hàng tháng trị giá %2$@, đến hạn vào ngày %3$lld.
zh_hans: 共 %1$lld 期，每期 %2$@，每月 %3$lld 日到期。

# %lld of %lld paid
source: %lld of %2$lld paid
ar: %lld من %2$lld مسدد
bn: %2$lld এর মধ্যে %lld পরিশোধিত
de: %lld von %2$lld bezahlt
es: %lld de %2$lld pagados
fr: %lld sur %2$lld payés
hi: %2$lld में से %lld भुगतान हुए
id: %lld dari %2$lld dibayar
ja: %2$lld件中%lld件支払い済み
ko: %2$lld회 중 %lld회 완납
mr: %lld / %2$lld भरले
ne: %2$lld मध्ये %lld तिरिएको
pt_br: %lld pagos de %2$lld
ru: %lld из %2$lld оплачено
ta: %2$lld இல் %lld செலுத்தப்பட்டது
te: %2$lld లో %lld చెల్లించారు
tr: %2$lld üzerinden %lld ödendi
ur: %2$lld میں سے %lld ادا شدہ
vi: %lld/%2$lld đã thanh toán
zh_hans: 已付 %1$lld/%2$lld 期

# %lld over budget · %lld on track
source: %1$lld over budget · %2$lld on track
ar: ‏%1$lld تجاوزت الميزانية · %2$lld ضمن المسار
bn: %1$lld টি বাজেট ছাড়িয়েছে · %2$lld টি ঠিক আছে
de: %1$lld über Budget · %2$lld im Plan
es: %1$lld sobre el presupuesto · %2$lld en orden
fr: %1$lld dépassés · %2$lld dans les clous
hi: %1$lld बजट से अधिक · %2$lld सही राह पर
id: %1$lld melebihi anggaran · %2$lld sesuai rencana
ja: %1$lld 件が予算超過 · %2$lld 件は順調
ko: %1$lld건 예산 초과 · %2$lld건 정상
mr: %1$lld बजेटपेक्षा जास्त · %2$lld योग्य मार्गावर
ne: %1$lld बजेटभन्दा बढी · %2$lld ठिक बाटोमा
pt_br: %1$lld acima do orçamento · %2$lld em dia
ru: %1$lld с превышением · %2$lld в норме
ta: %1$lld பட்ஜெட் மீறல் · %2$lld சரியான பாதையில்
te: %1$lld బడ్జెట్ మించాయి · %2$lld సరైన దారిలో
tr: %1$lld bütçe aşımı · %2$lld yolunda
ur: %1$lld بجٹ سے زیادہ · %2$lld درست سمت میں
vi: %1$lld vượt ngân sách · %2$lld đúng kế hoạch
zh_hans: %1$lld 项超支 · %2$lld 项正常

source: %lld payments auto-logging
ar: ‏%lld دفعات تُسجَّل تلقائيًا
bn: %lld টি পেমেন্ট স্বয়ংক্রিয়ভাবে যুক্ত হবে
de: %lld Zahlungen werden automatisch gebucht
es: %lld pagos se registran automáticamente
fr: %lld paiements enregistrés automatiquement
hi: %lld भुगतान स्वतः दर्ज होंगे
id: %lld pembayaran dicatat otomatis
ja: %lld 件が自動記録されます
ko: %lld건 자동 기록
mr: %lld देयके आपोआप नोंदवली जातील
ne: %lld भुक्तानी स्वतः दर्ता
pt_br: %lld pagamentos com registro automático
ru: %lld платежей запишутся автоматически
ta: %lld கட்டணங்கள் தானாகப் பதிவாகும்
te: %lld చెల్లింపులు ఆటో నమోదు
tr: %lld ödeme otomatik kaydedilecek
ur: %lld ادائیگیاں خودکار درج ہوں گی
vi: %lld khoản tự động ghi
zh_hans: %lld 笔自动记账

source: %lld payments due soon
ar: ‏%lld دفعات مستحقة قريبًا
bn: %lld টি পেমেন্ট শীঘ্রই দেয়
de: %lld Zahlungen bald fällig
es: %lld pagos vencen pronto
fr: %lld paiements à venir
hi: %lld भुगतान जल्द देय
id: %lld pembayaran segera jatuh tempo
ja: %lld 件がまもなく期限
ko: %lld건이 곧 마감
mr: %lld देयके लवकरच
ne: %lld भुक्तानी चाँडै
pt_br: %lld pagamentos vencem em breve
ru: %lld платежей скоро к оплате
ta: %lld கட்டணங்கள் விரைவில்
te: %lld చెల్లింపులు త్వరలో
tr: %lld ödeme yakında
ur: %lld ادائیگیاں جلد واجب الادا
vi: %lld khoản sắp đến hạn
zh_hans: %lld 笔即将到期

source: •••• net
ar: •••• صافي
bn: •••• নিট
de: •••• netto
es: •••• neto
hi: •••• शुद्ध
id: •••• bersih
ja: 収支 ••••
ko: 순액 ••••
mr: •••• निव्वळ
ne: •••• खुद
pt_br: •••• líquido
ru: •••• итог
ta: •••• நிகர
te: •••• నికర
ur: •••• خالص
vi: •••• ròng
zh_hans: 净额 ••••

source: •••• received
ar: •••• وارد
bn: •••• প্রাপ্তি
de: •••• erhalten
es: •••• recibido
fr: •••• reçus
hi: •••• प्राप्त
id: •••• diterima
ja: •••• の収入
ko: •••• 수입
mr: •••• जमा
ne: •••• प्राप्त
pt_br: •••• recebido
ru: Получено ••••
ta: •••• வரவு
te: •••• ఆదాయం
tr: •••• alındı
ur: •••• وصول
vi: Đã nhận ••••
zh_hans: 收入 ••••

source: ••••• of •••••
ar: ••••• من •••••
bn: ••••• এর মধ্যে •••••
de: ••••• von •••••
es: ••••• de •••••
fr: ••••• sur •••••
hi: ••••• में से •••••
id: ••••• dari •••••
ja: ••••• 中 •••••
ko: ••••• 중 •••••
mr: ••••• पैकी •••••
ne: ••••• मध्ये •••••
pt_br: ••••• de •••••
ru: ••••• из •••••
ta: ••••• இல் •••••
te: ••••• లో •••••
ur: ••••• میں سے •••••
vi: ••••• trên •••••

source: ↑ %@ net
ar: ↑ %@ صافي
bn: ↑ %@ নিট
de: ↑ %@ netto
es: ↑ %@ neto
hi: ↑ %@ शुद्ध
id: ↑ %@ bersih
ja: ↑ 収支 %@
ko: ↑ 순액 %@
mr: ↑ %@ निव्वळ
ne: ↑ %@ खुद
pt_br: ↑ %@ líquido
ru: ↑ %@ итог
ta: ↑ %@ நிகர
te: ↑ %@ నికర
ur: ↑ %@ خالص
vi: ↑ %@ ròng
zh_hans: ↑ 净额 %@

source: ↓ %@ net
ar: ↓ %@ صافي
bn: ↓ %@ নিট
de: ↓ %@ netto
es: ↓ %@ neto
hi: ↓ %@ शुद्ध
id: ↓ %@ bersih
ja: ↓ 収支 %@
ko: ↓ 순액 %@
mr: ↓ %@ निव्वळ
ne: ↓ %@ खुद
pt_br: ↓ %@ líquido
ru: ↓ %@ итог
ta: ↓ %@ நிகர
te: ↓ %@ నికర
ur: ↓ %@ خالص
vi: ↓ %@ ròng
zh_hans: ↓ 净额 %@

source: ✓ Paid
ar: ✓ مدفوع
bn: ✓ পরিশোধিত
de: ✓ Bezahlt
es: ✓ Pagado
fr: ✓ Payé
hi: ✓ भुगतान हो गया
id: ✓ Lunas
ja: ✓ 支払い済み
ko: ✓ 결제 완료
mr: ✓ भरले
ne: ✓ तिरियो
pt_br: ✓ Pago
ru: ✓ Оплачено
ta: ✓ செலுத்தப்பட்டது
te: ✓ చెల్లించారు
tr: ✓ Ödendi
ur: ✓ ادا شدہ
vi: ✓ Đã trả
zh_hans: ✓ 已付

source: ✓ Paid this month
ar: ✓ مدفوع هذا الشهر
bn: ✓ এই মাসে পরিশোধিত
de: ✓ Diesen Monat bezahlt
es: ✓ Pagado este mes
fr: ✓ Payé ce mois-ci
hi: ✓ इस महीने भुगतान हो गया
id: ✓ Lunas bulan ini
ja: ✓ 今月支払い済み
ko: ✓ 이번 달 결제 완료
mr: ✓ या महिन्यात भरले
ne: ✓ यस महिना तिरियो
pt_br: ✓ Pago este mês
ru: ✓ Оплачено в этом месяце
ta: ✓ இந்த மாதம் செலுத்தப்பட்டது
te: ✓ ఈ నెల చెల్లించారు
tr: ✓ Bu ay ödendi
ur: ✓ اس مہینے ادا شدہ
vi: ✓ Đã trả tháng này
zh_hans: ✓ 本月已付

source: Account
ar: الحساب
bn: অ্যাকাউন্ট
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
mr: खाते
ne: खाता
pt_br: Conta
ru: Счёт
ta: கணக்கு
te: ఖాతా
tr: Hesap
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户

source: Active
ar: نشط
bn: সক্রিয়
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
ja: 有効
ko: 활성
mr: सक्रिय
ne: सक्रिय
pt_br: Ativo
ru: Активно
ta: செயலில்
te: సక్రియం
tr: Aktif
ur: فعال
vi: Đang hoạt động
zh_hans: 进行中

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
ja: 追加
ko: 추가
mr: जोडा
ne: थप्नुहोस्
pt_br: Adicionar
ru: Добавить
ta: சேர்
te: జోడించు
tr: Ekle
ur: شامل کریں
vi: Thêm
zh_hans: 添加

source: Add a bank/pot and record what you save. The app tells you how much to keep for rent, subs, and goals.
ar: أضف بنكًا أو وعاء ادخار وسجّل ما توفره. سيخبرك التطبيق بالمبلغ الذي يجب الاحتفاظ به للإيجار والاشتراكات والأهداف.
bn: একটি ব্যাংক/পট যোগ করে আপনার সঞ্চয় রেকর্ড করুন। ভাড়া, সাবস্ক্রিপশন আর লক্ষ্যের জন্য কত রাখতে হবে, অ্যাপ তা আপনাকে জানিয়ে দেবে।
de: Füge ein Konto/einen Topf hinzu und erfasse, was du sparst. Die App sagt dir, wie viel du für Miete, Abos und Ziele zurücklegen solltest.
es: Añade un banco o una hucha y registra lo que ahorras. La app te dice cuánto reservar para el alquiler, las suscripciones y tus metas.
fr: Ajoute une banque/cagnotte et enregistre ce que tu épargnes. L’app te dit combien garder pour le loyer, les abonnements et tes objectifs.
hi: बैंक/पॉट जोड़ें और अपनी बचत दर्ज करें। ऐप आपको बताता है कि किराया, सब्सक्रिप्शन और लक्ष्यों के लिए कितना रखना है।
id: Tambahkan bank/pot dan catat tabunganmu. Aplikasi ini memberi tahu berapa yang perlu disisihkan untuk sewa, langganan, dan tujuanmu.
ja: 銀行口座や貯金箱を追加し、貯めた金額を記録しましょう。家賃やサブスク、目標のためにいくら確保すべきかアプリが教えてくれます。
ko: 은행 계좌나 저금통을 추가하고 저축한 금액을 기록하세요. 월세, 구독료, 목표를 위해 얼마를 남겨둬야 하는지 알려드려요.
mr: बँक/पॉट जोडा आणि तुम्ही केलेली बचत नोंदवा. भाडे, सबस्क्रिप्शन आणि उद्दिष्टांसाठी किती रक्कम बाजूला ठेवायची हे अ‍ॅप तुम्हाला सांगेल.
ne: बैंक वा पोट थप्नुहोस् र आफूले बचत गरेको रकम रेकर्ड गर्नुहोस्। भाडा, सब्स्क्रिप्सन, र लक्ष्यका लागि कति राख्ने भनी एपले तपाईंलाई बताउँछ।
pt_br: Adicione uma conta/caixinha e registre o quanto você guarda. O app mostra quanto reservar para aluguel, assinaturas e metas.
ru: Добавьте банк/копилку и записывайте, сколько вы откладываете. Приложение подскажет, сколько нужно оставить на аренду, подписки и цели.
ta: ஒரு வங்கி/பாட்டைச் சேர்த்து நீங்கள் சேமிப்பதைப் பதிவு செய்யுங்கள். வாடகை, சந்தா, இலக்குகளுக்கு எவ்வளவு வைத்திருக்க வேண்டும் என்பதை ஆப் சொல்லும்.
te: బ్యాంకు/పొదుపు పెట్టెను జోడించి, మీరు దాచుకున్నది నమోదు చేయండి. అద్దె, సబ్‌స్క్రిప్షన్‌లు, లక్ష్యాల కోసం ఎంత ఉంచుకోవాలో యాప్ మీకు చెబుతుంది.
tr: Bir banka hesabı/kumbara ekleyip biriktirdiklerinizi kaydedin. Uygulama kira, abonelikler ve hedefler için ne kadar ayırmanız gerektiğini söyler.
ur: بینک یا بچت برتن شامل کریں اور اپنی بچت کا ریکارڈ رکھیں۔ ایپ آپ کو بتائے گی کہ کرایہ، سبسکرپشنز اور اہداف کے لیے کتنا رکھنا ہے۔
vi: Thêm một ngân hàng/quỹ và ghi lại số tiền bạn tiết kiệm. Ứng dụng sẽ cho bạn biết cần giữ lại bao nhiêu cho tiền thuê nhà, các gói đăng ký và mục tiêu.
zh_hans: 添加银行账户或钱罐并记录储蓄。应用会告诉你该为房租、订阅和目标各留多少。

source: Add a friend to track shared expenses and who owes whom.
ar: أضف صديقًا لتتبع المصاريف المشتركة ومعرفة من يدين لمن.
bn: ভাগাভাগি করা খরচ আর কে কার কাছে কত পাবে তা ট্র্যাক করতে একজন বন্ধু যোগ করুন।
de: Füge einen Freund hinzu, um gemeinsame Ausgaben zu verfolgen und zu sehen, wer wem was schuldet.
es: Añade un amigo para llevar el control de gastos compartidos y quién le debe a quién.
fr: Ajoute un ami pour suivre les dépenses partagées et qui doit quoi à qui.
hi: दोस्त जोड़ें ताकि साझा खर्च और किसका कितना बकाया है, ट्रैक कर सकें।
id: Tambahkan teman untuk melacak pengeluaran bersama dan siapa berutang kepada siapa.
ja: 友達を追加して、共有した支出や貸し借りを記録しましょう。
ko: 친구를 추가해서 함께 쓴 돈과 누가 누구에게 얼마를 빚졌는지 관리하세요.
mr: समाईक खर्च आणि कोणाकडे किती देणे आहे हे ट्रॅक करण्यासाठी मित्र जोडा.
ne: साझा खर्च र कसले कसलाई तिर्नुपर्छ भन्ने ट्र्याक गर्न साथी थप्नुहोस्।
pt_br: Adicione um amigo para acompanhar despesas compartilhadas e quem deve a quem.
ru: Добавьте друга, чтобы отслеживать общие расходы и то, кто кому должен.
ta: பகிரப்பட்ட செலவுகளையும் யார் யாருக்குக் கடன்பட்டுள்ளார்கள் என்பதையும் கண்காணிக்க ஒரு நண்பரைச் சேருங்கள்.
te: పంచుకున్న ఖర్చులను, ఎవరికి ఎంత బాకీ ఉందో తెలుసుకోవడానికి ఒక స్నేహితుడిని జోడించండి.
tr: Ortak harcamaları ve kimin kime borçlu olduğunu takip etmek için bir arkadaş ekleyin.
ur: مشترکہ اخراجات اور کس پر کتنا واجب ہے، یہ ٹریک کرنے کے لیے دوست شامل کریں۔
vi: Thêm bạn bè để theo dõi chi tiêu chung và ai nợ ai.
zh_hans: 添加好友，记录共同开销和谁欠谁。

source: Add Category
ar: إضافة فئة
bn: ক্যাটাগরি যোগ করুন
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
hi: श्रेणी जोड़ें
id: Tambah Kategori
ja: カテゴリを追加
ko: 카테고리 추가
mr: श्रेणी जोडा
ne: श्रेणी थप्नुहोस्
pt_br: Adicionar Categoria
ru: Добавить категорию
ta: வகையைச் சேர்
te: వర్గం జోడించు
tr: Kategori Ekle
ur: زمرہ شامل کریں
vi: Thêm danh mục
zh_hans: 添加分类

source: Add Expense
ar: إضافة مصروف
bn: খরচ যোগ করুন
de: Ausgabe hinzufügen
es: Añadir gasto
fr: Ajouter une dépense
hi: खर्च जोड़ें
id: Tambah Pengeluaran
ja: 支出を追加
ko: 지출 추가
mr: खर्च जोडा
ne: खर्च थप्नुहोस्
pt_br: Adicionar Despesa
ru: Добавить расход
ta: செலவைச் சேர்
te: ఖర్చు జోడించు
tr: Gider Ekle
ur: خرچ شامل کریں
vi: Thêm khoản chi
zh_hans: 记一笔支出
